{
    "English": "English",
    "Home": "Home",
    "Text": "Text",
    "Code": "Code",
    "Capcha": "Capcha",
    "Symbols": "Symbols",
    "Courses": "Courses",
    "changLang": "Change language",

    "H-Welcome":"Welcome to Fast Type!",
    "H-Traning":"Here you can practice touch typing and improve your typing speed.",
    "H-Test":"Take the test so we can determine your level.",
    "H-Pass":"Pass the test",
    "H-Stat":"Statistics",
    "H-Hist":"History",
    "H-Work":"Work on errors",
    "H-Guid":"Questions",
    "H-Help":"Tips",
    "H-description":"Fast Type - Blind Type Trainer",

    "T-title":"Typing options | Fast Type",
    "T-options":"Select options:",
    "T-klava":"Choose a keyboard layout:",
    "T-lang":"Select the input language:",
    "T-mode":"Select mode:",
    "T-time":"Select time:",
    "T-words":"Select number of words:",
    "T-start":"Start",
    "T-onTime":"For a while",
    "T-onWords":"On the number of words",
    "T-counWord":"Words",
    "T-counWord-min":"words",
    "T-close":"Close",

    "C-LP":"Select LP:",
    "C-forTime":"For a time",
    "C-forWords":"Per word count",
    "C-title":"Code dialing options | Fast Type",
    "C-description":"",

    "Ttitle-mode":"Change the mode",
    "Ttitle-lang":"Change the input language",
    "Ttitle-time":"Change the input time",
    "Ttitle-words":"Change the number of words",
    "Ttitle-klava":"Change the keyboard layout",
    "Ttitle-start":"Start",
    "Ctitle-plang":"Changing the programming language",

    "NF-lost":"You're lost in space",
    "NF-find":"We couldn't find the page are looking for..",
    "NF-home":"Back home",
    "NF-gohome":"Go home",

    "TI-description":"The Blind Print Trainer, where you can practice your typing and learn to type quickly and blindly.",
    "TI-title":"Typing text | Fast Type",
    "TI-myRes":"My typing results, You try it!",
    "TI-tyText":"Type the text",
    "TI-changeText":"Change the text",
    "TI-hideKlava":"Hide keyboard",
    "TI-showKlava":"Show keyboard",
    "TI-hideTimer":"Hide timer",
    "TI-showTimer":"Show timer",
    "TI-hideCateg":"Hide results",
    "TI-showCateg":"Show results",
    "TI-yoRes":"Your results!",
    "TI-yoType":"you typed:",
    "TI-share":"Share",
    "TI-rep":"Repeat",
    "TI-TimerUp": "Timer",
    "TI-typed":"You typed ",
    "TI-laterTime":"Time has passed: ",


    "TR-res":"My results!",
    "TR-type":"I typed:",
    "TR-sym":"Characters",
    "TR-err":"Errors",
    "TR-right":"Correctly:",
    "TR-for":"For",
    "TR-min":" min",
    "TR-canMore":"Can you type more?",
    "TR-try":"Try",
    "TR-noTrust":"Not sure?",
    "TR-tryCourse":"Try courses",

    "TIS-share":"Share with friends!",
    "TIS-copy":"Copy link",
    "TIS-or":"or",
    "TIS-back":"Back",

    "HH-title":"History | Fast Type",
    "HH-clear":"Clear history",
    "HH-confirm":"Do you really want to delete the history?",
    "HH-tapTo":"Click to view detailed information",
    "HH-mode":"Mode",
    "HH-timeInput":"Input time",
    "HH-empty":"It's empty here!",
    "HH-tryNow":"But don't worry, it can be fixed!",
    "HH-try":"Try",
    "HH-text":"Text section",
    "HH-code":"Code section",
    "HH-section":"Section",
    "HH-lang":"Language",
    "HH-lp":"Programming language",

    
    "HHH-title":"History details | Fast Type",
    "HHH-data":"Date",
    "HHH-correct":"Correctly",
    "HHH-countWords":"Number of words",
    "HHH-countSymbols":"Number of characters",
    "HHH-countErrors":"Number of errors",
    "HHH-forTime":"During the",

    "HG-title":"Answers to Questions - Blind Print | Fast Type",
    "HG-description":"Here you will learn why blind printing is needed, how many fingers are involved in blind printing, the advantages of blind printing, the disadvantages of blind printing, how much typing with blind printing, professions where blind printing is needed.",
    "HG-answer":"Answers to Questions",
    "HG-whatsBlind":"What is blind printing?",
    "HG-clickTo":"Click to open",
    "HG-blindIt":"Blind typing is a special method of typing. It develops memory, discipline, and other qualities.",
    "HG-blindFor":"What is blind printing for?",
    "HG-blindForIt":"Blind printing allows you to make fewer mistakes and print faster.",
    "HG-advantages":"The advantages of blind printing:",
    "HG-advantagesFirst":"1. Fast and efficient: Blind typing allows you to type faster and more efficiently because you don't have to look at the keys. This allows you to reduce the time you spend writing and focus on the content of your text.",
    "HG-advantagesSecond":"2. Fewer errors: Blind typing reduces typing errors because the typist can focus on writing rather than on finding the right keys.",
    "HG-advantagesThird":"3. Higher productivity: Blind printing increases productivity because the printer can type more quickly and accurately.",
    "HG-advantagesFour":"4. Reduced eye strain: Blind typing reduces eye strain because you don't have to look at the keys.",
    "HG-advantagesFive":"5. Increased confidence: Blind typing improves self-confidence and ability to work, because the typist knows that he or she can type quickly and accurately without thinking about the keys.",
    "HG-disadvantages":"The disadvantages of blind printing:",
    "HG-disadvantagesFirst":"1. Need for Training: Learning to print blind takes time and persistence. It can be difficult for those who do not have enough time or patience to learn.",
    "HG-disadvantagesSecond":"2. Requires practice: In order to maintain high speed and accuracy, you must practice regularly.",
    "HG-disadvantagesThird":"3. Limited language support: Blind printing may be ineffective for those working with multiple languages, as separate training for each language is required.",
    "HG-disadvantagesFour":"4. Need to use a standard keyboard: In order to use blind typing, you must use a standard keyboard, which can be inconvenient for those who prefer alternatives.",
    "HG-disadvantagesFive":"5. Ineffective for some jobs: Blind typing can be ineffective for those who work with large amounts of specialized terminology or mathematical formulas.",
    "HG-finger":"How many fingers are used in blind typing?",
    "HG-fingerUse":"Blind typing uses all 10 fingers, but you can use fewer, depending on the preferences of the person typing.",
    "HG-blindNeed":"Who needs blind typing?",
    "HG-blindNeedFirst":"1. Office and computer technology workers: Blind typing is an essential skill for people working in office work and computer technology, such as secretaries, accountants, managers, programmers, designers, etc.",
    "HG-blindNeedSecond":"2. Pupils and students: blind printing can be useful for pupils and students who write a lot of essays, reports, research and other texts.",
    "HG-blindNeedThird":"3. Journalists and writers: Professional writers and journalists can greatly increase their productivity and accuracy when typing thanks to blind typing.",
    "HG-blindNeedFour":"4. Translators: Translators working with large amounts of text can also benefit from blind typing by speeding up the typing process and improving accuracy.",
    "HG-blindNeedFive":"5. Fans of keyboard games: Blind typing can be useful for fans of computer games, as it allows them to react more quickly to the actions in the game.",
    "HG-blindNeedSix":"6. In addition, blind typing can be useful for anyone who works frequently with computers, writing emails, messages, and other texts.",
    "HG-blindSpeed":"Average typing speed?",
    "HG-blindSpeedMiddleTwo":"1. The average typing speed for the standard two-finger method is 150-200 characters per minute.",
    "HG-blindSpeedMiddleTen":"2. The average speed of the ten-finger method is 350-400 characters per minute.",


    "HT-description":"Basic tips for blind typing. How to write correctly using blind typing.",
    "HT-title":"Tips for blind printing | Fast Type",
    "HT-first":"You need a source of motivation",
    "HT-second":"Develop discipline",
    "HT-third":"Watch your hands and fingers",
    "HT-four":"Type long, memorizing the button locations on a muscular level.",
    "HT-five":"Don't look at the keyboard",
    "HT-six":"Practice",
    "HT-seven":"Patience",
    "HT-firstAnswer":"Without motivation you will not pass the right way. You need to think about what the blind seal will give you and why you need it, if you do let go and find excuses you need to realize how much easier your life can be with the blind seal.",
    "HT-secondAnswer":"Only with steady performance can you achieve something, this applies to all skills and blind typing is no exception. Take a certain amount of time a day for blind typing, even 20 minutes every day can change your life in a year. Sometimes it can even be through pain, but that's the way to succeed, you can't have it all at once.",
    "HT-thirdAnswer1":"Blind printing uses a basic hand placement:",
    "HT-thirdAnswer2":"The fingers of the left hand are on the ASDF.",
    "HT-thirdAnswer3":"The fingers of the right hand are on the JKL; .",
    "HT-thirdAnswer4":"Example:",
    "HT-fourAnswer":"Do not get discouraged and take your time, at the beginning it is much more important not the speed of your typing but the correctness, get into the habit of correct characters so that you do not habitually press the wrong ones and thus take time to remove them. The more you practice, the better your results will be, the main thing is not to rush.",
    "HT-fiveAnswer":"You can't look at the keyboard while typing, you have to wean yourself off this and look directly at the monitor, specially for this in our simulator there is a keyboard when you type. If you don't stop yourself from doing this, most likely your progress will slow down a lot or stop going at all.",
    "HT-sixAnswer":"With the help of communication on social media or at work, you can try to practice in a more live environment where there are no cues, it will increase your confidence.",
    "HT-sevenAnswer":"You need patience, it is impossible to master something quickly, but in the case of blind printing take your time and do not expect everything to work out from the first attempts, everyone makes mistakes, remember everything is possible and it is within your power.",

    "CS-soon": "Coming soon"
}